[
  {
    "id": 0,
    "title": "Kabanata I",
    "subtitle": "Mga Pangunahing Konsepto ng Ekonomiks",
    "objectives": [
      "Unawain ang konsepto ng ekonomiks at halaga nito sa buhay.",
      "Tukuyin ang sanhi ng kakapusan at magbigay ng solusyon.",
      "Alamin ang kaibahan ng pangangailangan at kagustuhan.",
      "Suriin ang iba’t ibang uri ng organisasyon at negosyo sa isang ekonomiya.",
      "Maunawaan ang alokasyon sa iba’t ibang sistemang pang-ekonomiya",
      "Maging responsableng mamimili at alamin ang mga pamantayan nito.",
      "Unawain ang mga salik ng produksiyon at epekto nito sa buhay."
    ]
  },
  {
    "id": 1,
    "title": "Kabanata II",
    "subtitle": "Maykroekonomiks",
    "objectives": [
      "Maipaliwanag ang demand, supply, at epekto nito sa pang-araw-araw na buhay ng pamilya.",
      "Matutunan ang price elasticity ng demand at supply at ang reaksyon ng mamimili sa pagbabago ng presyo.",
      "Maipakita ang interaksiyon ng demand at supply at epekto nito sa presyo at pamilihan.",
      "Maipaliwanag ang estruktura ng pamilihan at epekto nito sa mamimili at supplier.",
      "Maipaliwanag ang ugnayan ng pamahalaan at pamilihan sa pamamagitan ng price ceiling at price floor."
    ]
  },
  {
    "id": 2,
    "title": "Kabanata III",
    "subtitle": "Makroekonomiks",
    "objectives": [
      "Mailarawan at masuri ang paikot na daloy ng ekonomiya",
      "Maipaliwanag ang pambansang kita at pambansang produkto, ",
      "Masuri ang kaugnayan ng kita sa pagkonsumo at pag-iimpok, ",
      "Maipakita at mataya ang mga konsepto ng implasyon",
      "Maipaliwanag at konsepto ng patakarang piskal at pananalapi, "
    ]
  },
  {
    "id": 3,
    "title": "Kabanata IV",
    "subtitle": "Mga Sektor ng Ekonomiya at mga Patakarang Pang-Ekonomiko nito",
    "objectives": [
      "Maipaliwanag ang pambansang kaunlaran at mga palatandaan nito",
      "Magsuri ng papel ng agrikultura, pangingisda, at paggugubat sa ekonomiya",
      "Magsuri ng papel ng industriya, ugnayan nito sa agrikultura, at mga patakarang sumusuporta sa sektor.",
      "Magsuri ng papel ng sektor ng paglilingkod at mga patakarang nagbibigay proteksyon sa mga manggagawa.",
      "Maipaliwanag ang impormal na sektor, mga dahilan at epekto nito",
      "Magsuri ng ugnayan ng Pilipinas sa kalakalang panlabas at mga patakarang nakakatulong dito."
    ]
  }
]